Repository: Dawei-Zhu1/CP3406
Catalog: iOS/Week4 AndroidTrivia/Week4 AndroidTrivia/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About
zh_hans: 关于

# about_text
source: Android Trivia will help remind you of important concepts you have learned and will learn in Android development. Consider modifying the questions and graphics to make this game your own!
zh_hans: Android Trivia将帮助并提醒您在安卓开发中学习和将要学习的重要概念。请试着修改问题和图形，让这个游戏变得更有你的风格！

source: Congratulations!
zh_hans: 祝贺你！

source: Game Over
zh_hans: 游戏结束

source: Play
zh_hans: 开玩

source: Position
zh_hans: 位置

# rule_text
source: Select the answer from the options given. Each time you get an answer correct, you advance to the next question. If you get the answer wrong, your game ends! You can return to the title screen using up or back from within the game screen, and this will also end your game.
zh_hans: 从给定的选项中选择答案。每次得到正确答案，你都会前往下一个问题。 如果你答错，那么游戏就结束了！您可以在游戏屏幕内使用向上或向后返回标题屏幕，这样也会结束游戏。

source: Rules
zh_hans: 规则

source: Select an Avatar
zh_hans: 选取一个头像

source: Share
zh_hans: 分享

# share_success_text
source: I mastered #UdacityAndroidTrivia with %1$d/%2$d correct questions!
zh_hans: 我正确回答了%1$d/%2$d的问题掌握了#UdacityAndroidTrivia！

source: Sharing Not Available
zh_hans: 分享不可用

# submit_button
source: Submit
zh_hans: 提交

# title_about_trivia
source: About Trivia
zh_hans: 关于Trivia

# title_trivia_rules
source: Trivia Rules
zh_hans: Trivia规则

source: Trivia Hint
zh_hans: Trivia提示

source: Try Again?
zh_hans: 再试一次？
